[
    {
        "id": 1760277834,
        "title": "How CfCbazar works, what we provide and how to mine & trade WorkTokens & WorkTHR",
        "content": "How CfCbazar Mining works, what you can do with WorkTokens & WorkTHR on the platform. How you can withdraw the mined tokens from the platform and trade them. FAQ and other important information.",
        "link": "/help/faq.php"
    },
    {
        "id": 1760277834,
        "title": "🛠️ How to Mine on CfCbazar and Earn Rewards",
        "content": "Welcome to CfCbazar’s mining system — a browser-based way to earn platform credits while supporting the ecosystem. Whether you're here to earn WorkTokens, boost your WorkTHR, or just explore smart deals, this guide will walk you through everything you need to know.",
        "link": "https://cfcbazar.ct.ws/pow/miner-coinimp.php"
    },
    {
        "id": 1760263592,
        "title": "CfCbazar Help & Platform Overview",
        "content": "Welcome to CfCbazar — your modular platform for smart deals, mining dashboards, DIY guides, and digital storefronts. Below is a complete overview of every page and tool available on cfcbazar.ct.ws.",
        "link": "https:\/\/cfcbazar.ct.ws\/help\/content-php.php"
    },
    {
        "title": "WorkToken VS WorkTHR",
        "content": "What's the difference, mining, buying, selling, spending, withdraw & deposit.",
        "link": "\/help\/workthr.php"
    },
    {
        "title": "About CfCbazar?",
        "content": "Youe marketplace for smart deals, DIY, music, games & the WorkToken.",
        "link": "\/about.php"
    },
    {
        "title": "How our speed test works?",
        "content": "Check the details of our speed test.",
        "link": "how_speed.php"
    },
    {
        "title": "How to play games?",
        "content": "You can play free games by visiting https:\/\/cc.free.bg\/games.html. You can play premium games by visiting https:\/\/cfcbazar.ct.ws, sing in\/register then press games from the list om the middle of the page.",
        "link": "how_games.php"
    },
    {
        "title": "How to deposit, withdraw, buy & sell WorkTokens and WorkTokens Platform credit?",
        "content": "How you can buy, sell, deposit and withdraw WorkTokens & WorkTokens Platform credit.",
        "link": "withdraw.php"
    },
    {
        "title": "How to become VIP?",
        "content": "By depositing more than 10 WorkTokens for Platform credit you automatically become VIP.",
        "link": "\/buy.php"
    }
]